Repository: gabik/costflow
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: he

source: Are you sure you want to delete this premake?
he: האם אתה בטוח שברצונך למחוק הכנה מקדימה זו?

source: No premakes found.
he: לא נמצאו הכנות מקדימות.

source: Product Details
he: פרטי מוצר

source: Internal Use
he: שימוש פנימי

source: Quantity per Recipe
he: כמות למתכון

source: Production Cost per Unit
he: עלות ייצור ליחידה

source: Gross Profit per Unit
he: רווח גולמי ליחידה

source: Product Components
he: מרכיבי המוצר

source: Quantity in Recipe
he: כמות במתכון

source: Cost per Recipe
he: עלות למתכון

source: Cost per Product
he: עלות למוצר

source: Total Raw Materials:
he: סה"כ חומרי גלם:

source: Components of
he: מרכיבי

source: Total Premakes:
he: סה"כ הכנות מקדימות:

source: Total Preproducts:
he: סה"כ מוצרים מקדימים:

source: Total Packaging:
he: סה"כ אריזות:

source: Cost Summary
he: סיכום עלויות

source: Raw Materials:
he: חומרי גלם:

source: Total Cost per Product:
he: סה"כ עלות למוצר:

source: Selling Price:
he: מחיר מכירה:

source: Production Cost:
he: עלות ייצור:

source: Gross Profit:
he: רווח גולמי:

source: Profit Margin:
he: אחוז רווח:

source: Production Logs
he: יומן ייצור

source: Select Product
he: בחר מוצר

source: Select product...
he: בחר מוצר...

source: Production Mode
he: מצב ייצור

source: Batches
he: באצ'ים

source: number of batches
he: מספר באצ'ים

source: Total units to produce:
he: סה"כ יחידות לייצור:

source: Recent Production Logs
he: רשומות ייצור אחרונות

source: Units Produced
he: יחידות שיוצרו

source: Cost/Unit
he: עלות/יחידה

source: Are you sure you want to delete this production log?
he: האם אתה בטוח שברצונך למחוק רשומת ייצור זו?

source: Edit Production Quantity
he: עריכת כמות ייצור

source: Edit Production Quantity for
he: עריכת כמות ייצור עבור

source: number of units
he: מספר יחידות

source: One unit
he: יחידה אחת

source: Manage products, recipes, and costs.
he: ניהול מוצרים, מתכונים ועלויות.

source: Show Archived
he: הצג מוצרים בארכיון

source: Search by product name...
he: חיפוש לפי שם מוצר...

source: Image
he: תמונה

source: Recipe Weight
he: משקל מתכון

source: Unit Weight
he: משקל יחידה

source: Selling Price
he: מחיר מכירה

source: Preproduct - Internal use only
he: מוצר מקדים - לשימוש פנימי בלבד

source: Internal
he: פנימי

source: Missing raw materials:
he: חסרים חומרי גלם:

source: Stock shortage
he: חוסר במלאי

source: N/A
he: שגיאה

source: No products found in system.
he: לא נמצאו מוצרים במערכת.

source: Raw Materials Management
he: ניהול חומרי גלם

source: Track inventory, costs, and suppliers.
he: מעקב אחר מלאי, עלויות וספקים.

source: Search raw material...
he: חפש חומר גלם...

source: All Categories
he: כל הקטגוריות

source: Waste %
he: אחוז פחת

source: Cost Per Unit
he: מחיר ליחידה

source: Effective cost: {}x base price
he: עלות אפקטיבית: {}x מחיר בסיס

source: Base: {}{}
he: בסיס: {}{}

source: (adjusted for {}%% waste)
he: (מותאם ל-{}%% פחת)

source: Unlimited
he: בלתי מוגבל

source: Stock Breakdown by Supplier
he: פירוט מלאי לפי ספק

source: Update Count
he: עדכן ספירה

source: Edit Details
he: ערוך פרטים

source: Adding quantity to:
he: הוספת כמות ל:

source: Select supplier for stock addition
he: בחר ספק להוספת המלאי

source: Quantity to Add
he: כמות להוספה

source: Stock Count (Manual Update)
he: ספירת מלאי (עדכון ידני)

source: Update current stock for:
he: עדכון מלאי נוכחי עבור:

source: Select supplier for stock update
he: בחר ספק לעדכון המלאי

source: Actual Current Quantity
he: כמות נוכחית בפועל

source: Delete Raw Material
he: מחיקת חומר גלם

source: This action will also delete the stock history for this item.
he: פעולה זו תמחק גם את היסטוריית המלאי של פריט זה.

source: Stock:
he: מלאי:

source: No suppliers defined for this raw material
he: לא הוגדרו ספקים לחומר גלם זה

source: Error loading suppliers
he: שגיאה בטעינת ספקים

source: Current Stock:
he: מלאי נוכחי:

source: Review Recipes for Import
he: סקירת מתכונים לייבוא

source: Category:
he: קטגוריה:

source: Total recipes:
he: סך מתכונים:

source: Missing materials in system!
he: חומרים חסרים במערכת!

source: Select a match for missing materials from the dropdown, or add the materials to the system:
he: בחר התאמה לחומרים חסרים מהרשימה, או הוסף את החומרים למערכת:

source: Select a material from the dropdown or add new materials to the system and then import again.
he: בחר חומר מהרשימה או הוסף חומרים חדשים למערכת ואז ייבא שוב.

source: Select All
he: בחר הכל

source: 0 recipes selected
he: 0 מתכונים נבחרו

source: Exists - Will Update
he: קיים - יעודכן

source: New
he: חדש

source: Missing Materials
he: חומרים חסרים

source: Materials:
he: חומרים:

source: Status
he: סטטוס

source: Weight (g)
he: משקל (ג׳)

source: Price in Sheet
he: מחיר בגיליון

source: Price in System
he: מחיר במערכת

source: Found via alternative name
he: נמצא דרך שם חלופי

source: Found (alternative name)
he: נמצא (שם חלופי)

source: Select material from system...
he: בחר חומר מהמערכת...

source: Same
he: זהה

source: No cost
he: ללא עלות

source: Weight and Cost Summary:
he: סיכום משקל ועלות:

source: Gross Weight:
he: משקל ברוטו:

source: Net Weight:
he: משקל נטו:

source: Changes (compared to existing recipe):
he: שינויים (בהשוואה למתכון קיים):

source: Added:
he: נוסף:

source: Removed:
he: הוסר:

source: Quantity Changed:
he: כמות שונתה:

source: No changes
he: אין שינויים

source: Confirm and Import Recipes
he: אשר וייבא מתכונים

source: Search material...
he: חפש חומר...

source: Deselect All
he: בטל בחירה

source: recipes selected
he: מתכונים נבחרו

source: Select recipes to import
he: בחר מתכונים לייבוא

source: unmapped materials in selected recipes
he: חומרים ללא התאמה במתכונים נבחרים

source: Select a match for all missing materials in selected recipes from the dropdowns.
he: בחר התאמה לכל החומרים החסרים במתכונים הנבחרים מהרשימות.

source: Import Recipes from Excel
he: ייבוא מתכונים מאקסל

source: Upload an Excel file with recipes for premakes or products
he: העלה קובץ אקסל עם מתכונים להכנות או מוצרים

source: Upload Recipe File
he: העלה קובץ מתכונים

source: Required file format:
he: פורמט קובץ נדרש:

source: First rows must contain metadata:
he: השורות הראשונות חייבות להכיל מטא-דאטה:

source: Required - "premake" or "product"
he: נדרש - "premake" או "product"

source: Required - existing category name in system
he: נדרש - שם קטגוריה קיימת במערכת

source: Optional - default "g"
he: אופציונלי - ברירת מחדל "g"

source: After metadata, blank row, then recipes
he: אחרי המטא-דאטה, שורה ריקה ואז מתכונים

source: Each recipe starts with title, 2 header rows, then materials
he: כל מתכון מתחיל עם כותרת, 2 שורות כותרת ואז חומרים

source: Material types: "חומר גלם", "הכנה", "מוצר מקדים", "אבדן"
he: סוגי חומרים: "חומר גלם", "הכנה", "מוצר מקדים", "אבדן"

source: Columns: name, type, price/kg, weight (g), total price
he: עמודות: שם, סוג, מחיר/ק״ג, משקל (ג׳), מחיר כולל

source: Select Excel file:
he: בחר קובץ אקסל:

source: Load File
he: טען קובץ

source: File uploaded successfully
he: הקובץ הועלה בהצלחה

source: Select sheet to import:
he: בחר גיליון לייבוא:

source: Metadata preview:
he: תצוגה מקדימה של מטא-דאטה:

source: Not detected (required!)
he: לא זוהה (נדרש!)

source: Required metadata fields are missing. Ensure the file contains type and category rows.
he: שדות מטא-דאטה נדרשים חסרים. ודא שהקובץ מכיל שורות type ו-category.

source: Upload Different File
he: העלה קובץ אחר

source: Continue to Review
he: המשך לסקירה

source: Error loading
he: שגיאה בטעינה

source: Track inventory discrepancies and loss analysis
he: מעקב אחר אי-התאמות במלאי וניתוח הפסדים

source: Total Variance (Financial)
he: סך הפרשים (כספי)

source: counts
he: ספירות

source: Surplus
he: עודף

source: Shortages
he: חסרים

source: Affected Categories
he: קטגוריות מושפעות

source: Item
he: פריט

source: All Items
he: כל הפריטים

source: From Date
he: מתאריך

source: To Date
he: עד תאריך

source: Filter
he: סנן

source: Audit History
he: היסטוריית ביקורת

source: System Quantity
he: כמות במערכת

source: Physical Quantity
he: כמות פיזית

source: Variance
he: הפרש

source: Financial Value
he: ערך כספי

source: Auditor
he: מבקר

source: No stock audits found for the requested period
he: לא נמצאו ביקורות מלאי לתקופה המבוקשת

source: Analysis by Category
he: ניתוח לפי קטגוריה

source: Quantity Variance
he: הפרש כמות

source: Items with High Discrepancies
he: פריטים עם הפרשים גדולים

source: Total Variance
he: סך הפרשים

source: Insights
he: תובנות

source: Total losses from inventory discrepancies:
he: סך הפסדים מאי-התאמות במלאי:

source: Most problematic category:
he: קטגוריה הבעייתית ביותר:

source: Average financial variance per count:
he: הפרש כספי ממוצע לספירה:

source: Materials & Packaging of
he: חומרי גלם ואריזות של

source: Materials & Packaging -
he: חומרי גלם ואריזות -

source: List of all raw materials and packaging supplied by this supplier.
he: רשימת כל חומרי הגלם והאריזות המסופקים על ידי ספק זה.

source: Contact Person:
he: איש קשר:

source: Phone:
he: טלפון:

source: Status:
he: סטטוס:

source: Active
he: פעיל

source: Supplied Raw Materials
he: חומרי גלם מסופקים

source: Original Price
he: מחיר מקורי

source: Discounted Price
he: מחיר אחרי הנחה

source: Supplied Packaging
he: אריזות מסופקות

source: Quantity/Package
he: כמות/אריזה

source: Update Raw Material Price
he: עדכון מחיר חומר גלם

source: Set as primary supplier for this material
he: הגדר כספק ראשי לחומר זה

source: Error updating price:
he: שגיאה בעדכון מחיר:

source: Error updating price
he: שגיאה בעדכון מחיר

source: Manage Suppliers
he: ניהול ספקים

source: Manage raw material suppliers and prices.
he: ניהול ספקי חומרי גלם ומחירים.

source: Discount
he: הנחה

source: Active Materials
he: חומרים פעילים

source: View Materials
he: צפה בחומרים

source: Reactivate
he: השבת

source: Deactivate
he: הפוך ללא פעיל

source: Delete supplier
he: למחוק את הספק

source: No suppliers found in the system.
he: לא נמצאו ספקים במערכת.

source: Hide Inactive Suppliers
he: הסתר ספקים לא פעילים

source: Show Inactive Suppliers
he: הצג ספקים לא פעילים

source: Update Weekly Sales
he: עדכון מכירות שבועי

source: Enter the quantities sold this week for each product.
he: הזן את הכמויות שנמכרו השבוע עבור כל מוצר.

source: Produced This Week
he: יוצר השבוע

source: Sold So Far
he: נמכר עד כה

source: Add Sales
he: הוסף מכירה

source: Waste So Far
he: פחת עד כה

source: Add Waste
he: הוסף פחת

source: Produced:
he: יוצר:

source: Remaining:
he: נותר:

source: Add Update
he: הוסף עדכון

source: Attention: The quantity entered exceeds the available stock produced this week.
he: שים לב: הכמות שהוזנה עולה על המלאי הזמין שיוצר השבוע.

source: Update Inventory from File
he: עדכון מלאי מקובץ

source: Upload Excel file to update quantities and prices.
he: העלאת קובץ אקסל לעדכון כמויות ומחירים.

source: Upload Excel File
he: העלה קובץ אקסל

source: File must contain columns: Product Name, Total Quantity, Average Price.
he: הקובץ חייב להכיל את העמודות: שם מוצר, סה"כ כמות, מחיר ממוצע.

source: Optional columns: SKU, Supplier (for more accurate identification)
he: עמודות אופציונליות: מק"ט, ספק (לזיהוי מדויק יותר)

source: Review Data and Confirm Changes
he: סקירת נתונים ואישור שינויים

source: SKU / Supplier
he: מק"ט / ספק

source: Price in File
he: מחיר בקובץ

source: Action Required
he: פעולה נדרשת

source: SKU:
he: מק"ט:

source: Identified by SKU
he: זוהה לפי מק''ט

source: Exists
he: קיים

source: Update price to
he: עדכן מחיר ל-

source: Same price
he: מחיר זהה

source: Confirm and Update Inventory
he: אשר ועדכן מלאי

source: Premake Details
he: פרטי הכנה מקדימה

source: Back to List
he: חזרה לרשימה

source: Preparation Components
he: מרכיבי ההכנה

source: No components defined for this preparation.
he: אין מרכיבים מוגדרים להכנה זו.

source: Batch Size:
he: גודל אצ':

source: Number of Components:
he: מספר מרכיבים:

source: Total Batch Cost:
he: עלות כוללת לאצ':

source: Stock Value:
he: שווי מלאי:

source: Week Details
he: פרטי שבוע

source: Work Hours Details
he: פירוט שעות עבודה

source: Total cost for this week
he: עלות כוללת לשבוע זה

source: Add Employee Hours
he: הוסף שעות עובד

source: Employee / Role
he: עובד / תפקיד

source: Select employee...
he: בחר עובד...

source: Work Hours (HH:MM)
he: שעות עבודה (HH:MM)

source: Example: 8:30
he: דוגמה: 8:30

source: Enter hours in HH:MM format (example: 8:30)
he: הזן שעות בפורמט HH:MM (דוגמה: 8:30)

source: Enter in HH:MM format (example: 8:30 for eight and a half hours)
he: הזן בפורמט HH:MM (דוגמה: 8:30 לשמונה שעות וחצי)

source: Add to List
he: הוסף לרשימה

source: Cost calculated automatically according to employee rate (including employer costs).
he: עלות מחושבת אוטומטית לפי תעריף עובד (כולל עלויות מעסיק).

source: Employee Name
he: שם עובד

source: Hours
he: שעות

source: Calculated Cost
he: עלות מחושבת

source: Remove this entry?
he: להסיר רשומה זו?

source: No hours have been entered for this week yet.
he: לא הוזנו שעות לשבוע זה עדיין.

source: Weekly Costs Management
he: ניהול עלויות שבועיות

source: Track work hours and costs by week.
he: מעקב אחר שעות עבודה ועלויות לפי שבוע.

source: Start Date
he: תאריך התחלה

source: Number of Employees
he: מספר עובדים

source: Details and Update
he: פרטים ועדכון

source: No weekly costs defined yet.
he: לא הוגדרו עלויות שבועיות עדיין.

source: Open New Week
he: פתיחת שבוע חדש

source: Week Start Date (Sunday)
he: תאריך התחלת שבוע (יום ראשון)

source: Create and Open Details
he: צור ופתח לפרטים

source: Performance summary for week
he: סיכום ביצועים לשבוע

source: Select week:
he: בחר שבוע:

source: No weeks available
he: אין שבועות זמינים

source: No data found for selected week
he: לא נמצאו נתונים עבור השבוע הנבחר

source: Product Food Cost Analysis (Food Cost)
he: ניתוח עלות מזון מוצרים (Food Cost)

source: Monthly Trends
he: מגמות חודשיות

source: Product Cost
he: עלות מוצרים

source: Products sold + waste
he: מוצרים שנמכרו + פסולת

source: Premake Stock Value Increase
he: עליית ערך מלאי הכנות

source: Produced - Consumed
he: יוצר - נצרך

source: Products + Premake Inventory
he: מלאי מוצרים והכנות

source: Production Count
he: פעמי ייצור

source: Total Recipes
he: סך מתכונים

source: Units per Recipe
he: יח' למתכון

source: Recommended target: 25-35%%
he: יעד מומלץ: 25-35%%

source: Production cost includes all products made this week (materials + packaging + premakes used) PLUS the value of premakes produced but not consumed (inventory increase). This represents the total cost of everything produced.
he: עלות הייצור כוללת את כל המוצרים שיוצרו השבוע (חומרי גלם + אריזה + הכנות שנוצלו) בתוספת ערך ההכנות שיוצרו אך לא נצרכו (עלייה במלאי). זה מייצג את העלות הכוללת של כל מה שיוצר.

source: Sales by Category
he: מכירות לפי קטגוריה

source: Number of Products
he: מספר מוצרים

source: No sales data by category
he: אין נתוני מכירות לפי קטגוריה

source: Product Sales Details
he: פירוט מכירות מוצרים

source: Unit Price
he: מחיר ליחידה

source: Margin %
he: %% רווח

source: No product sales data
he: אין נתוני מכירות למוצרים

source: Premake Stock Increases
he: עליות מלאי הכנות

source: Stock Value Increase
he: גידול בשווי מלאי

source: Total Premake Stock Value Increase:
he: עליית ערך מלאי הכנות:

source: In Stock Cost represents capital tied up in inventory: unsold products and premakes produced but not yet consumed.
he: עלות במלאי מייצגת הון קשור במלאי: מוצרים שלא נמכרו והכנות שיוצרו אך טרם נצרכו.

source: Packaging Item
he: פריט אריזה

source: Beginning Stock
he: מלאי פתיחה

source: Additions
he: הוספות

source: Usage (Sales)
he: שימוש (מכירות)

source: Ending Stock
he: מלאי סופי

source: Stock Value
he: שווי מלאי

source: Total Packaging Stock Value:
he: סך שווי מלאי אריזות:

source: Packaging inventory is tracked separately and deducted during production. Stock values represent current inventory investment.
he: מלאי אריזות נספר בנפרד ומנוכה במהלך הייצור. ערכי המלאי מייצגים השקעה במלאי נוכחי.

source: Packaging Usage (From Sales)
he: שימוש באריזות (ממכירות)

source: Units Used
he: יחידות בשימוש

source: Containers Used
he: כלים בשימוש

source: Units per Container
he: יחידות לכלי

source: Total Packaging Cost:
he: סך עלות אריזות:"כ אריזות:

source: Labor Cost Details
he: פירוט עלויות לייבור

source: Employee
he: עובד

source: Entry Count
he: פעמי רישום

source: Total Hours
he: סך שעות

source: Stock Discrepancies Found This Week
he: הפרשי מלאי שנמצאו השבוע

source: Discrepancy Summary
he: סיכום הפרשים

source: Number of Counts:
he: מספר ספירות:

source: Total Monetary Value:
he: סך ערך כספי:

source: Discrepancies by Category
he: הפרשים לפי קטגוריה

source: Monetary Value
he: ערך כספי

source: Adjusted Profit (including stock discrepancies):
he: רווח מתואם (כולל הפרשי מלאי):

source: instead of
he: במקום

source: Difference
he: הפרש

source: Counter
he: סופר

source: Showing last 5 counts out of
he: מוצגות 5 הספירות האחרונות מתוך

source: Key Insights
he: תובנות מרכזיות

source: with revenue of
he: עם הכנסות של

source: Weekly profit margin:
he: שיעור הרווח השבועי:

source: Product with highest profitability:
he: המוצר עם הרווחיות הגבוהה ביותר:

source: with profit margin of
he: עם שיעור רווח של

source: Product with lowest profitability:
he: המוצר עם הרווחיות הנמוכה ביותר:

source: Needs review
he: זקוק לבחינה מחדש

source: Product with highest profit contribution:
he: המוצר עם התרומה הגבוהה ביותר לרווח:

source: with total profit of
he: עם רווח כולל של

source: Overall waste percentage:
he: שיעור הפחת הכולל:

source: Cost:
he: עלות:

source: Waste Analysis
he: ניתוח פחת

source: Total Waste
he: סה"כ פחת

source: Impact on Profit
he: השפעה על רווח

source: Waste by Product
he: פחת לפי מוצר

source: Showing top 10 products with highest waste cost
he: מוצגים 10 המוצרים עם עלות הפחת הגבוהה ביותר

source: Waste by Category
he: פחת לפי קטגוריה
