Repository: gabik/costflow
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: he

source: Missing required fields
he: שדות חובה חסרים

source: Packaging not found
he: אריזה לא נמצאה

source: Stock updated successfully
he: המלאי עודכן בהצלחה

source: Insufficient stock for %(name)s. Required: %(required).2f %(unit)s, Available: %(available).2f %(unit)s
he: אין מספיק מלאי עבור %(name)s. נדרש: %(required).2f %(unit)s, זמין: %(available).2f %(unit)s

source: Product archived: It is used as a component in {} other product(s)
he: המוצר הועבר לארכיון: הוא משמש כרכיב ב-{} מוצרים אחרים

source: Product archived: It has {} production record(s)
he: המוצר הועבר לארכיון: יש לו {} רשומות ייצור

source: Product archived: It has {} weekly sales record(s)
he: המוצר הועבר לארכיון: יש לו {} רשומות מכירות שבועיות

source: Product deleted successfully
he: המוצר נמחק בהצלחה

source: Error deleting product: {}
he: שגיאה במחיקת מוצר: {}

source: Product restored successfully
he: המוצר שוחזר בהצלחה

source: Error restoring product: {}
he: שגיאה בשחזור מוצר: {}

source: Supplier name is required
he: שם הספק הוא שדה חובה

source: Supplier with this name already exists
he: ספק עם שם זה כבר קיים

source: Name, category, unit and supplier are required
he: שם, קטגוריה, יחידה וספק הם שדות חובה

source: Material with this name already exists
he: חומר גלם עם שם זה כבר קיים

source: This name is already used as an alternative for: {}
he: שם זה כבר משמש כשם חלופי עבור: {}

source: This name is used as alternative for: {}
he: שם זה משמש כשם חלופי עבור: {}

source: Category name is required
he: שם קטגוריה הוא שדה חובה

source: Material not found or invalid mapping
he: חומר גלם לא נמצא או מיפוי לא תקין

source: Missing material: {}
he: חומר חסר: {}

source: Insufficient packaging stock for %(name)s. Required: %(required).2f, Available: %(available).2f
he: מלאי אריזה לא מספיק עבור %(name)s. נדרש: %(required).2f, זמין: %(available).2f

source: Uncategorized
he: ללא קטגוריה

source: Edit Labor
he: עריכת עובד

source: Edit Employee / Role
he: עריכת עובד / תפקיד

source: Employee Name / Role
he: שם עובד / תפקיד

source: Phone
he: טלפון

source: Total Hourly Cost (₪)
he: עלות כוללת לשעה (₪)

source: Including base salary and employer costs.
he: כולל שכר יסוד ועלויות מעביד.

source: Save Changes
he: שמור שינויים

source: Cancel and Return
he: ביטול וחזרה

source: Edit
he: עדכן

source: Add
he: הוסף

source: Packaging
he: אריזה

source: Edit Packaging
he: עריכת אריזה

source: Add New Packaging
he: הוספת אריזה חדשה

source: Packaging Name
he: שם אריזה

source: e.g., Box 12 units
he: לדוגמה: קרטון 12 יחידות

source: Quantity per Package
he: כמות לארגז

source: e.g., 12
he: לדוגמה: 12

source: Number of units in each package
he: מספר יחידות בכל אריזה

source: Suppliers & Pricing
he: ספקים ומחירים

source: Add Supplier
he: הוסף ספק

source: Primary Supplier
he: ספק ראשי

source: Select supplier...
he: בחר ספק...

source: SKU (optional)
he: מק"ט (אופציונלי)

source: Price per package
he: מחיר לאריזה

source: Remove
he: הסר

source: Select primary supplier with the radio button. Primary supplier will be used first during production.
he: בחר ספק ראשי באמצעות כפתור הרדיו. הספק הראשי ישמש ראשון במהלך הייצור.

source: Stock Transfer for Removed Suppliers
he: העברת מלאי עבור ספקים שהוסרו

source: Keep existing stock (no changes)
he: שמור מלאי קיים (ללא שינויים)

source: Transfer stock to another supplier
he: העברת המלאי לספק אחר

source: Mark as waste (remove from inventory)
he: סמן כפחת (הסר מהמלאי)

source: Transfer to:
he: העבר אל:

source: Initial Stock (optional)
he: מלאי התחלתי (אופציונלי)

source: Enter initial stock quantity
he: הזן כמות מלאי התחלתית

source: Cancel
he: בטל

source: Save Packaging
he: שמור אריזה

source: At least one supplier is required
he: נדרש לפחות ספק אחד

source: Edit Premake
he: ערוך הכנה מקדימה

source: Add Premake
he: הוסף הכנה מקדימה

source: Premake Name
he: שם ההכנה

source: Category
he: קטגוריה

source: Select category...
he: בחר קטגוריה...

source: Unit of Measure (of product)
he: יחידת מידה (של התוצר)

source: Product quantity will be calculated automatically as sum of component weights.
he: כמות התוצר תחושב אוטומטית כסכום משקלי המרכיבים.

source: Components
he: מרכיבים

source: Raw Materials
he: חומרי גלם

source: Select raw material...
he: בחר חומר גלם...

source: Quantity
he: כמות

source: Premakes
he: הכנות מקדימות

source: Select premake...
he: בחר הכנה...

source: Cost Summary (Primary Supplier Prices)
he: סיכום עלויות (מחירי ספק ראשי)

source: Total Cost per Batch:
he: סה"כ עלות לאצ':

source: Cost
he: עלות

source: Save
he: שמור

source: Add Category
he: הוסף קטגוריה

source: Category Name
he: שם קטגוריה

source: No results found
he: לא נמצאו תוצאות

source: per
he: ל-

source: Edit Product
he: עריכת מוצר

source: Add New Product
he: הוסף מוצר חדש

source: Product Name
he: שם מוצר

source: e.g., Uniform Bread
he: לדוגמה: לחם אחיד

source: No Category
he: ללא קטגוריה

source: Units per Recipe (per production batch)
he: כמות מוצרים למתכון (לסיבוב ייצור)

source: Product
he: מוצר

source: Regular product for sale
he: מוצר רגיל למכירה

source: Preproduct (for sale)
he: מוצר מקדים (למכירה)

source: Can be sold and used as a component
he: ניתן למכירה וגם לשימוש כרכיב

source: Preproduct (internal use)
he: מוצר מקדים (שימוש פנימי)

source: Used as component only, not sold directly
he: לשימוש כרכיב בלבד, לא למכירה ישירה

source: Selling Price per Unit
he: מחיר מכירה ליחידה

source: Product Image
he: תמונת מוצר

source: Preproducts
he: מוצרים מקדימים

source: Unit
he: יחידה

source: Select preproduct...
he: בחר מוצר מקדים...

source: Add Preproduct
he: הוסף מוצר מקדים

source: Required Raw Materials
he: חומרי גלם נדרשים

source: Add Raw Material
he: הוסף חומר גלם

source: Required Packaging
he: אריזות נדרשות

source: Select packaging...
he: בחר אריזה...

source: Add Packaging
he: הוסף אריזה

source: Units
he: יחידות

source: Total Cost per Recipe:
he: סה"כ עלות למתכון:

source: per Unit
he: ליחידה

source: Costs are calculated based on primary supplier prices for each raw material, which will be used in actual production.
he: העלויות מחושבות על בסיס מחירי הספק הראשי של כל חומר גלם, שזה המחיר שישמש בייצור בפועל.

source: Add Product
he: הוסף מוצר

source: Add New Raw Material
he: הוסף חומר גלם חדש

source: Raw Material Name
he: שם חומר הגלם

source: Unit of Measure
he: יחידת מידה

source: Price per Unit
he: מחיר ליחידה

source: Quantity per Packaging Unit
he: כמות ליחידת אריזה

source: Price per Packaging Unit
he: מחיר ליחידת אריזה

source: Average
he: ממוצע

source: Raw Material
he: חומר גלם

source: Edit Raw Material
he: עריכת חומר גלם

source: Unlimited Material
he: חומר ללא הגבלה

source: infinite stock, no cost
he: מלאי אינסופי, ללא עלות

source: Check for materials like water that do not require stock tracking or cost.
he: סמן עבור חומרים כמו מים שאינם דורשים מעקב מלאי או עלות.

source: Material has waste
he: לחומר יש פחת

source: Waste Percentage
he: אחוז פחת

source: e.g., 20 for 20%% waste
he: למשל, 20 עבור 20%% פחת

source: Enter the percentage of material lost during processing (0-99%%)
he: הזן את אחוז החומר שאובד במהלך העיבוד (0-99%%)

source: Alternative Names (optional)
he: שמות חלופיים (אופציונלי)

source: Add Alternative Name
he: הוסף שם חלופי

source: Alternative name for material (e.g., White Flour)
he: שם חלופי לחומר (למשל: קמח לבן)

source: Alternative names help with recipe imports - e.g., "White Flour" for "White Flour T55 12kg"
he: שמות חלופיים עוזרים בייבוא מתכונים - לדוגמה, "קמח לבן" עבור "קמח לבן T55 12 ק"ג"

source: Suppliers and Prices
he: ספקים ומחירים

source: Supplier
he: ספק

source: SKU
he: מק"ט

source: Current Stock
he: מלאי נוכחי

source: New Supplier
he: ספק חדש

source: Add New Category
he: הוסף קטגוריה חדשה

source: Add New Supplier
he: הוספת ספק חדש

source: Supplier Name
he: שם הספק

source: Contact Person
he: איש קשר

source: Handle Existing Stock
he: טיפול במלאי קיים

source: Mark stock as waste
he: סימון המלאי כפחת

source: Keep stock as is
he: השאר את המלאי כמו שהוא

source: Confirm
he: אישור

source: Optional SKU
he: מק''ט אופציונלי

source: Stock
he: במלאי

source: Delete this alternative name?
he: האם למחוק שם חלופי זה?

source: The following suppliers with existing stock were removed:
he: הספקים הבאים עם מלאי קיים הוסרו:

source: What to do with the stock?
he: מה לעשות עם המלאי?

source: Effective cost will be
he: העלות האפקטיבית תהיה

source: Suppliers
he: ספקים

source: Unique name to identify supplier in the system
he: שם ייחודי לזיהוי הספק במערכת

source: Optional
he: אופציונלי

source: Name of contact person at supplier
he: שם איש הקשר אצל הספק

source: Phone number for contact
he: מספר טלפון ליצירת קשר

source: Email address for correspondence
he: כתובת אימייל לתכתובת

source: Address
he: כתובת

source: Street, City, Postal Code
he: רחוב, עיר, מיקוד

source: Physical address of supplier
he: כתובת פיזית של הספק

source: Discount Percentage
he: אחוז הנחה

source: Enter discount percentage (0-100%%). This will be applied to all material prices from this supplier.
he: הזן אחוז הנחה (0-100%%). ההנחה תחול על כל מחירי חומרי הגלם מספק זה.

source: Current discount:
he: הנחה נוכחית:

source: Example: ₪100 becomes ₪
he: דוגמה: ₪100 הופך ל-₪

source: Update
he: עדכן

source: Supplier Information
he: מידע על ספקים

source: Suppliers in the system allow managing multiple sources for raw materials with different prices.
he: ספקים במערכת מאפשרים לנהל מספר מקורות לחומרי גלם עם מחירים שונים.

source: Each supplier can provide multiple raw materials
he: כל ספק יכול לספק מספר חומרי גלם

source: Each raw material can be supplied by multiple suppliers
he: כל חומר גלם יכול להיות מסופק ע"י מספר ספקים

source: The system will automatically choose the cheapest supplier during production
he: המערכת תבחר אוטומטית בספק הזול ביותר בעת ייצור

source: Inventory is managed separately for each supplier
he: מלאי מנוהל נפרדת לכל ספק

source: Created on:
he: נוצר בתאריך:

source: Unknown
he: לא ידוע

source: Activity Log
he: יומן פעילות

source: System Activity Log
he: יומן פעילות מערכת

source: Track changes and user actions.
he: מעקב אחר שינויים ופעולות משתמשים.

source: Backup Data
he: גיבוי נתונים

source: Restore from Backup
he: שחזור מגיבוי

source: Full System Reset
he: איפוס מערכת מלא

source: Time
he: זמן

source: Action
he: פעולה

source: Target Type
he: סוג יעד

source: Target ID
he: מזהה יעד

source: Create
he: יצירה

source: Delete
he: מחק

source: Reset
he: איפוס

source: Restore
he: שחזור

source: No records in the log.
he: אין רישומים ביומן.

source: This action will overwrite all data in the system!
he: פעולה זו תדרוס את כל הנתונים במערכת!

source: Upload a backup file (JSON) to restore the state.
he: העלה קובץ גיבוי (JSON) לשחזור המצב.

source: Backup File
he: קובץ גיבוי

source: Restore Data
he: שחזר נתונים

source: Warning: System Reset
he: אזהרה: איפוס מערכת

source: This action will delete all data in the system!
he: פעולה זו תמחק את כל הנתונים במערכת!

source: All products, raw materials, history and logs will be permanently deleted. This information cannot be recovered.
he: כל המוצרים, חומרי הגלם, ההיסטוריה והיומנים יימחקו לצמיתות. לא ניתן לשחזר מידע זה.

source: Are you sure you want to continue?
he: האם אתה בטוח שברצונך להמשיך?

source: Yes, reset the system
he: כן, אפס את המערכת

source: Waste Tracking System
he: מערכת ניהול עלויות

source: Home
he: ראשי

source: Production
he: ייצור

source: Products
he: מוצרים

source: Daily Production - Products
he: ייצור יומי - מוצרים

source: Daily Production - Premakes
he: ייצור יומי - הכנות

source: Reports
he: דו"חות

source: Weekly Report
he: דו"ח שבועי

source: Monthly Report
he: דו"ח חודשי

source: Settings
he: הגדרות

source: Weekly Labor
he: לייבור שבועי

source: Employees
he: מצבת עובדים

source: Categories
he: קטגוריות

source: Stock Audit
he: ביקורת מלאי

source: Upload Inventory from File
he: טעינת מלאי מקובץ

source: Import Recipes
he: ייבוא מתכונים

source: Activity Log / Reset
he: יומן פעילות / איפוס

source: All rights reserved.
he: כל הזכויות שמורות.

source: Manage Categories
he: ניהול קטגוריות

source: Classify raw materials into groups.
he: סיווג חומרי גלם לקבוצות.

source: Classify products into sales groups.
he: סיווג מוצרים לקבוצות מכירה.

source: New Category
he: קטגוריה חדשה

source: Actions
he: פעולות

source: Delete this category?
he: למחוק קטגוריה זו?

source: Edit Category
he: ערוך קטגוריה

source: No categories found.
he: לא נמצאו קטגוריות.

source: Close Week - Reset Inventory
he: סגירת שבוע - אתחול מלאי

source: Leftovers found in inventory from last week
he: נמצאו שאריות במלאי מהשבוע שעבר

source: For the week ending on
he: לשבוע המסתיים ב

source: unsold products remain.
he: נותרו מוצרים שלא נמכרו.

source: Should we reset inventory and transfer the balance to waste (loss)?
he: האם לאפס את המלאי ולהעביר את היתרה לפסולת (הפסד)?

source: Product Leftovers
he: שאריות מוצרים

source: Quantity Remaining
he: כמות נותרת

source: Loss Value (Cost)
he: ערך הפסד (עלות)

source: Transfer to next week?
he: להעביר לשבוע הבא?

source: Premake Leftovers
he: שאריות הכנות

source: Premake
he: הכנה מקדימה

source: Value (Cost)
he: ערך (עלות)

source: Packaging Inventory
he: מלאי אריזות

source: Total estimated loss (unmarked for transfer):
he: סך הפסד משוער (ללא סימון להעברה):

source: Approve and Close Week
he: אשר וסגור שבוע

source: Unmarked items will be transferred to waste. Marked items will remain in inventory/available.
he: פריטים ללא סימון יועברו לפסולת. פריטים מסומנים יישארו במלאי/זמינים.

source: Update Sales
he: עדכון מכירות

source: Return to update sales data for the previous week (if sold).
he: חזור לעדכון נתוני מכירות לשבוע הקודם (אם נמכר).

source: Daily Production
he: ייצור יומי

source: Enter quantities for all items you want to produce today
he: הזן כמויות לכל הפריטים שברצונך לייצר היום

source: Back to Single Entry
he: חזרה לרישום בודד

source: Production Timestamp
he: זמן ייצור

source: This timestamp will apply to all items
he: זמן זה יחול על כל הפריטים

source: items selected
he: פריטים נבחרו

source: Total
he: סה"כ

source: Name
he: שם

source: Stock Status
he: מצב מלאי

source: Info
he: מידע

source: Missing:
he: חסר:

source: batches
he: באצ'ים

source: Stock OK
he: מלאי תקין

source: Insufficient
he: חסר במלאי

source: Batch
he: באצ'

source: Recipe
he: מתכון

source: units
he: יחידות

source: No premakes found. Create some premakes first.
he: לא נמצאו הכנות מקדימות. צור כמה הכנות תחילה.

source: No products found. Create some products first.
he: לא נמצאו מוצרים. צור כמה מוצרים תחילה.

source: Select items to produce by entering quantities above
he: בחר פריטים לייצור על ידי הזנת כמויות למעלה

source: Clear All
he: נקה הכל

source: Submit All Production
he: שלח את כל הייצור

source: Production Error
he: שגיאת ייצור

source: Close
he: סגור

source: Production Completed
he: הייצור הושלם

source: View Production Log
he: צפה ביומן הייצור

source: Cannot submit: some selected items have insufficient stock
he: לא ניתן לשלוח: לחלק מהפריטים שנבחרו אין מספיק מלאי

source: items ready to produce
he: פריטים מוכנים לייצור

source: Processing...
he: מעבד...

source: Successfully logged production for
he: ייצור נרשם בהצלחה עבור

source: items
he: פריטים

source: The following items have issues:
he: לפריטים הבאים יש בעיות:

source: Missing
he: חסר

source: An unexpected error occurred. Please try again.
he: אירעה שגיאה בלתי צפויה. נסה שוב.

source: Weekly Dashboard
he: דשבורד שבועי

source: Performance, sales, and profitability overview.
he: ריכוז ביצועים, מכירות ורווחיות.

source: Week
he: שבוע

source: No weekly data
he: אין נתונים שבועיים

source: New Week
he: שבוע חדש

source: New Production
he: ייצור חדש

source: Update Labor
he: עדכון לייבור

source: Revenue (Sales)
he: הכנסות (מכירות)

source: Net Profit
he: רווח נטו

source: Labor Cost (Fixed)
he: עלות עבודה (קבוע)

source: Production Cost
he: עלות ייצור

source: Stock Value (Cost)
he: שווי מלאי (עלות)

source: Sales Stock Value
he: שווי מלאי מכירה

source: Potential Value
he: ערך פוטנציאלי

source: Packaging Stock Value
he: שווי מלאי אריזות

source: Stock Discrepancies
he: הפרשי מלאי

source: Counts
he: ספירות

source: Product Performance
he: ביצועי מוצרים

source: Produced
he: יוצר

source: Remaining
he: נותר

source: Sold
he: נמכר

source: Waste
he: פחת

source: Unit Cost
he: עלות יח'

source: Revenue
he: הכנסות

source: Gross Profit
he: רווח גולמי

source: No data to display for this week.
he: אין נתונים להצגה לשבוע זה.

source: Start by adding sales or production.
he: התחל ע"י הוספת מכירות או ייצור.

source: Premakes Activity
he: פעילות הכנות מקדימות

source: Used (in products)
he: שומש (במוצרים)

source: In Stock
he: במלאי

source: Cost per Unit (per kg)
he: עלות ליחידה (לק"ג)

source: Total Production Value
he: שווי ייצור כולל

source: Welcome to CostFlow
he: ברוכים הבאים ל-CostFlow

source: To get started, select an existing week or create a new week.
he: כדי להתחיל, בחר שבוע קיים או צור שבוע חדש.

source: Manage Weeks
he: ניהול שבועות

source: Common Actions
he: פעולות נפוצות

source: Manage weeks, employee hours and costs
he: ניהול שבועות, שעות עובדים ועלויות

source: Inventory and Raw Materials
he: מלאי וחומרי גלם

source: Manage purchases, suppliers and current stock
he: ניהול רכש, ספקים ומלאי נוכחי

source: Product Production Log
he: יומן ייצור מוצרים

source: Daily production logging for products
he: רישום ייצור יומי של מוצרים

source: Premake Production Log
he: יומן ייצור הכנות

source: Daily production logging for premakes
he: רישום ייצור יומי של הכנות מקדימות

source: Manage Labor
he: ניהול עובדים

source: Employee and Cost Management
he: ניהול עובדים ועלויות

source: Track labor costs and hourly wages.
he: מעקב אחר עלויות כוח אדם ושכר שעתי.

source: Add New Employee / Role
he: הוסף עובד / תפקיד חדש

source: e.g., Head Baker
he: לדוגמה: אופה ראשי

source: Add Employee
he: הוסף עובד

source: Employee List
he: רשימת עובדים

source: Hourly Cost
he: עלות לשעה

source: Are you sure you want to delete
he: האם אתה בטוח שברצונך למחוק את

source: This action is irreversible.
he: פעולה זו אינה הפיכה.

source: No employees found in the list.
he: לא נמצאו עובדים ברשימה.

source: Performance summary for month
he: סיכום ביצועים לחודש

source: January
he: ינואר

source: February
he: פברואר

source: March
he: מרץ

source: April
he: אפריל

source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: Show Report
he: הצג דו"ח

source: Print
he: הדפסה

source: No data found for selected month
he: לא נמצאו נתונים עבור החודש הנבחר

source: Total Revenue
he: סך הכנסות

source: Weekly average:
he: ממוצע שבועי:

source: Labor Costs
he: עלות עבודה

source: Total Production Cost = COGS + Waste + In Stock
he: עלות ייצור כוללת = עלות מכירות + פסולת + במלאי

source: Total Production Cost
he: עלות ייצור כוללת

source: Sold Items Cost = Σ(quantity_sold × cost_per_unit)
he: עלות פריטים שנמכרו = Σ(כמות נמכרה × עלות ליחידה)

source: Sold Items Cost (COGS)
he: עלות פריטים שנמכרו

source: Waste Cost = Σ(quantity_waste × cost_per_unit)
he: עלות פסולת = Σ(כמות פסולת × עלות ליחידה)

source: Waste Cost
he: עלות פחת

source: In Stock Cost = Unsold Products + Premake Stock Increase
he: עלות במלאי = מוצרים שלא נמכרו + עליית מלאי הכנות

source: In Stock Cost
he: עלות במלאי

source: Premakes:
he: הכנות מקדימות:

source: Monthly Food Cost Analysis (Food Cost)
he: ניתוח עלות מזון (Food Cost) - חודשי

source: Total Food Cost
he: סך עלות מזון

source: Average Cost per Recipe
he: עלות ממוצעת למתכון

source: Total Recipes Produced
he: סך מתכונים שיוצרו

source: Food Cost Percentage:
he: אחוז עלות מזון:

source: Target:
he: יעד:

source: Weekly Food Cost Trend
he: מגמת עלות מזון שבועית

source: No data to display
he: אין נתונים להצגה

source: Weekly Trends
he: מגמות שבועיות

source: Recipes
he: מתכונים

source: Category Performance
he: ביצועי קטגוריות

source: Quantity Sold
he: כמות נמכרה

source: Waste Quantity
he: כמות פחת

source: Active Weeks
he: שבועות פעילים

source: No category data
he: אין נתוני קטגוריות

source: Top 10 Products
he: 10 המוצרים המובילים

source: of revenue
he: מההכנסות

source: No product data
he: אין נתוני מוצרים

source: In-Stock Analysis
he: ניתוח מלאי

source: Unsold Products (In Inventory)
he: מוצרים שלא נמכרו (במלאי)

source: Cost per Unit
he: עלות ליחידה

source: Total Stock Value
he: ערך מלאי כולל

source: Total Unsold Product Value:
he: ערך מוצרים שלא נמכרו:

source: No unsold products in inventory
he: אין מוצרים שלא נמכרו במלאי

source: In Stock Cost represents capital tied up in inventory across all weeks: unsold products and premakes produced but not yet consumed.
he: עלות במלאי מייצגת הון קשור במלאי בכל השבועות: מוצרים שלא נמכרו והכנות שיוצרו אך טרם נצרכו.

source: Monthly Insights
he: תובנות חודשיות

source: Key Data
he: נתונים מרכזיים

source: Number of active weeks:
he: מספר שבועות פעילים:

source: Weekly average revenue:
he: הכנסה שבועית ממוצעת:

source: Monthly profit margin:
he: שיעור רווח חודשי:

source: Monthly food cost:
he: עלות מזון חודשית:

source: Weekly average cost per recipe:
he: עלות מזון ממוצעת למתכון:

source: Leading Performance
he: ביצועים מובילים

source: Leading category:
he: הקטגוריה המובילה:

source: Best-selling product:
he: המוצר הנמכר ביותר:

source: Best week:
he: השבוע הרווחי ביותר:

source: Monthly waste percentage:
he: שיעור פחת חודשי:

source: of production
he: מהייצור

source: Manage Packaging
he: ניהול מוצרי אריזה

source: Manage packaging types and prices.
he: ניהול סוגי אריזות ומחירים.

source: Price per Package
he: מחיר לארגז

source: suppliers
he: ספקים

source: Add Stock
he: הוסף כמות

source: Set Stock
he: הגדר כמות

source: Are you sure you want to delete this item?
he: האם אתה בטוח שברצונך למחוק פריט זה?

source: Primary
he: ראשי

source: Secondary
he: משני

source: No packaging found in the system.
he: לא נמצאו אריזות במערכת.

source: Update Stock
he: עדכן מלאי

source: Counter Name
he: שם הסופר

source: Who performed the count?
he: מי ביצע את הספירה?

source: Containers of
he: כלים של

source: units each
he: יחידות כ"א

source: New Stock Level (Containers)
he: רמת מלאי חדשה (כלים)

source: Timestamp
he: תאריך ושעה

source: Select Premake
he: בחר הכנה מקדימה

source: Batch size (recipe):
he: גודל באצ' (מתכון):

source: Number of batches to produce
he: מספר באצ'ים לייצור

source: Enter the number of batches to produce. Each batch is
he: הכנס את מספר הבאצ'ים לייצור. כל באצ' הוא

source: Total quantity to produce:
he: סה"כ כמות לייצור:

source: Material and Premake Usage Breakdown
he: פירוט צריכת חומרים והכנות

source: Component
he: רכיב

source: Type
he: סוג

source: Usage in this production
he: צריכה בייצור זה

source: Stock after production
he: מלאי לאחר ייצור

source: Cost per 100g/unit
he: עלות ל-100 ג׳/יחידה

source: Total Cost
he: סך עלות

source: Log Production
he: יומן ייצור

source: Premake Production History
he: היסטוריית ייצור הכנות

source: Date
he: תאריך

source: Quantity Produced
he: כמות שיוצר

source: Are you sure you want to delete this premake production log?
he: האם אתה בטוח שברצונך למחוק רשומת ייצור הכנה זו?

source: Edit Premake Production Quantity
he: עריכת כמות ייצור הכנה

source: Number of batches
he: מספר באצ'ים

source: Enter the number of batches produced. Each batch is
he: הכנס את מספר הבאצ'ים שיוצרו. כל באצ' הוא

source: Edit Premake Production Quantity for
he: עריכת כמות ייצור הכנה עבור

source: Shortage
he: חוסר

source: Preproduct
he: מוצר מקדים

source: Total production cost
he: סה"כ עלות ייצור

source: Manage intermediate recipes and stock.
he: ניהול מתכוני ביניים ומלאי.

source: Add New Premake
he: הוסף הכנה חדשה

source: Search by premake name...
he: חיפוש לפי שם הכנה...

source: Batch Size
he: גודל באצ'

source: Cost per Batch
he: עלות לאצ'

source: View Details
he: צפה בפרטים
